[ItemDefs.ID_MO_MonsterMash_RakkPart MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Pedaço de Rakk"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_MonsterMash_RakkPart:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Uma asa de Rakk ensanguentada e retorcida. Pra quê o Dr. Zed precisa disso?"
NoConstraintText=""
Suffix=""
Prefix=""

[ItemPool.ID_MO_MonsterMash2_SkagPart MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Pedaço de Skag"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemPool.ID_MO_MonsterMash2_SkagPart:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um pedaço de Skag. O que será que o Dr. Zed vai fazer com isso?"
NoConstraintText=""
Suffix=""
Prefix=""

